/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Favori";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Tür";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Etiketsiz Döngülere Ekle";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Başka Bir Diskteki veya Bölüntüdeki Döngüler Ekleniyor";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Bu ses dosyalarının sabit temposu varsa ve bunlar ilk ritimde başlayıp bir ritimde bitiyorsa bu ses dosyaları projeye eklendiğinde veya bir örneği dinlendiğinde proje temposuna uyar.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Seçilen konum, Etiketsiz Döngüler’e eklenecektir. Bu konumda bulunan sabit tempolu ve ilk ritimde başlayıp başka bir ritimde biten ses dosyaları projeye eklendiğinde veya bir örneği dinlendiğinde proje temposuna uyacaktır.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Vazgeç";

/* Copy Loops Button */
"Copy to Loops Folder" = "Döngüler Klasörüne Kopyala";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Döngüler, parçalarınızda kullanılmak üzere bulunabilecekleri Döngü Tarayıcı’ya eklenecektir. Logic’in döngüleri Apple Loops klasörüne mi kopyalayacağını yoksa bulundukları yerden mi kullanacağını seçin.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Etiketleri Düzenle";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Finder’da Göster";

/* Debug Menu:Parse loop */
"Parse loop" = "Döngüyü ayrıştır";

/* Descriptors */
"Descriptors" = "Tanımlayıcılar";

/* Genre */
"Genre" = "Tür";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Döngüler Döngü Tarayıcı’ya Ekleniyor";

/* Initial Title of the jam pack control */
"All Packs" = "Tüm Paketler";

/* Instrument */
"Instrument" = "Müzik Aleti";

/* LoopBrower: two and more items label */
"%ld items" = "%ld öğe";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "çalan döngü";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "gerçek döngü";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "yazılım döngüsü";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "web döngüsü";

/* LoopBrowser: one Item label */
"1 item" = "1 öğe";

/* LoopBrowser: zero Items label */
"0 items" = "0 öğe";

/* Move Loops Button */
"Move to Loops Folder" = "Döngüler Klasörüne Taşı";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Döngüler, parçalarınızda kullanılmak üzere bulunabilecekleri Döngü Tarayıcı’ya eklenecektir. Logic’in döngüleri Apple Loops klasörüne mi taşıyacağını yoksa bulundukları yerden mi kullanacağını seçin.";

/* Reference Loops Button */
"Current Location" = "Şu Anki Konum";

/* Reindex all loops menu item */
"Reindex All Loops" = "Tüm Döngüleri Yeniden Dizinle";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Döngü tarayıcıda hangi döngüleri görüntülemek istediğinizi seçin.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Müzik aletine, türe veya tanımlayıcıya göre döngü bulmak için tıklayın.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Anahtar sözcüklerin müzik aletleri için mi, türler için mi yoksa ruh halleri için mi görüntüleneceğini seçin";

/* accessibility description of the segment that switches to column view */
"column view" = "sütun görüntüsü";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "müzik düğmeleri görüntüsü";

/* menu item in Recent Search History */
"Clear Search History" = "Arama Geçmişini Sil";

/* menu item in Recent Search History */
"No recent searches" = "Hiçbir son arama yok";

/* menu title in Recent Search History */
"Recent Searches" = "Son Aramalar";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Döngülerde Ara";
